╠せたのーるの半bot 
║
╠══✪〘 ヘルプメッセージ 〙✪═══
║
╠✪〘 Help 〙✪══════════
╠➥ help コマンドを文字で出します。
╠➥ ヘルプ iPhone コマンドをiPhone用(｢・ω・)｢ﾀﾞｵ!~
╠➥ ヘルプ Android コマンドをandroid用の(｢・ω・)｢ﾀﾞｵ!~

║
╠✪〘 Status 〙✪════════
╠➥ 詳細 詳細を確認出来るお
╠➥ 稼働時間 動作時間を確認出来る(・∇・｀〃 )
╠➥ Speed 処理速度だよ！
╠➥ 設定確認　BOTの設定だよ～(｡･ω･｡)
╠➥ 再起動 もう一回ログインして貰うよ
╠➥ テスト 正常に動いてるか分かるよ。
╠➥ 作者 BOTの作者をだすよ！
╠➥ 利用規約 利用規約を出すよ！
║
╠✪〘 Settings 〙✪═══════
╠➥ 自動追加 オン/オフ 友達を自動で追加するお
╠➥ 自動参加 オン/オフ グループに自動で参加するお
╠➥ 自動退出 オン/オフ グループを自動でry
╠➥ 自動既読 オン/オフ 自動でry
║
╠➥ 全保護 オン/オフ 全保護だよ
╠➥ 蹴り保護 オン/オフ 蹴り保護だよ
╠➥ うらる保護 オン/オフ URL保護だよ
╠➥ 招待保護 オン/オフ 招待保護だよ(｢・ω・)｢
║
╠➥ mid取得 オン/オフ midを取得するｿﾞ
╠➥ 復元 オン/オフ 消去メッセージ読み込み
╠➥ メンション自動返信　オン/オフ ry|(￣3￣)|
╠➥ ノート オン/オフ ノート自動URl作成ry
╠➥ 共有 オン/オフ 共有自動URL作成
║
╠✪〘 Self 〙✪═════════
╠➥ Me 連絡先送信するよ
╠➥ mid mid送信するお
╠➥ 名前 名前送信するお
╠➥ ステコメ ステメ送信するお
╠➥ トプ画 トプ画送信するお
╠➥ ホーム画 ホーム画送信するお
╠➥ 連絡先送信 @ 連絡先取得するお
╠➥ Mid @ mid取得するお
╠➥ 詳細取得 @ 詳細取得するお
╠➥ トプ画 @ 相手のトプ画送信するお
╠➥ ホーム画 @ 相手のホーム画送信するお

║
╠✪〘 Blacklist 〙✪═══════
╠➥ ブラリス追加 @ ブラリス追加
╠➥ ブラリス削除 @ ブラリス削除
╠➥ ブラリス一覧 ブラックリストを名前で送信するお
╠➥ ブラリス一覧mid ブラックリストをmidで送信するお
╠➥ 全削除ブラリス ブラリス消去
╠➥ ブラリス排除 ブラリス蹴り
║
╠✪〘 Group 〙✪════════
╠➥ グル作成者 グル作成者の連絡先を表示します。
╠➥ グルID グルIDを表示します。
╠➥ グル名 グル名を表示します。
╠➥ グル画 グル画を表示します。
╠➥ うらる作成 グルURL取得
╠➥ うらる許可 うらるを許可します。
╠➥ うらる拒否 うらるを拒否します。
╠➥ グルリスト 入っているグループのリストを表示します。
╠➥ グルメンバー グルメンリスト
╠➥ グル詳細 グル詳細を表示します。
╠➥ Gn (文字) グル名変更
╠➥ Mk @ メンション蹴り
╠➥ Nk ネーム蹴り
╠➥ Zk ネーム空白蹴り
╠➥ 全蹴り 全蹴り
╠➥ Inv (mid) mid招待
╠➥ キャンセル 招待キャンセル
╠➥ Ri @ 蹴り招待
║
╠✪〘 Special 〙✪═══════
╠➥ 偽造 オン/オフ 偽造
╠➥ ※偽造＝トークを真似して送信します。
╠➥ 偽造リスト 偽造リスト
╠➥ 偽造追加 @ 偽造追加
╠➥ 偽造削除 @ 偽造削除
║
╠➥ 既読ポイントセット 既読ポイント設置
╠➥ 既読ポイント消去 既読ポイント消去
╠➥ 既読確認 既読ポイント確認
║
╠➥ オールメンション 全メンション
╠➥ Zt
╠➥ Zm
╠➥ コピー @ プロフィールコピー
╠➥ 初期化 プロフィール初期化
╠➥ 全グル送信:text 全グル送信
╠➥ 全個チャ送信:text 全送信
║
╠✪〘 Admin 〙✪═════════
╠➥ 権限追加 @ 権限者追加
╠➥ 権限削除 @ 権限者削除
╠➥ 権限リスト 権限者リスト
║
╠✪〘 Invite 〙✪════════
╠➥ 招待者追加 @ 招待者追加
╠➥ 招待者削除 @ 招待者削除
╠➥ 招待者リスト 招待者リスト
╠➥ 入室
║
╚═〘 Created By:せたのーる！〙